<?php

return array(
    'about_manufacturers_title'    => 'За производителите',
    'about_manufacturers_text'  => 'Производителите се компаниите кои ги произведуваат основните средства. Овде можете да зачувате информации за контакт за поддршка и сл., кои ќе бидат прикажани на страниците со детали за вашите средства.',
    'asset_manufacturers'	=> 'Производители',
    'create'				=> 'Креирај производител',
    'id'   					=> 'ID',
    'name'      			=> 'Име',
    'support_email'   		=> 'Е-пошта за поддршка',
    'support_phone'   		=> 'Телефон за поддршка',
    'support_url'   		=> 'Врска за поддршка',
<<<<<<< HEAD
    'warranty_lookup_url'   => 'Warranty Lookup URL',
=======
    'warranty_lookup_url'   => 'Пребарување на гаранција URL',
>>>>>>> 49918d330202a1e91ba8e33e3a7d3d06655c3a65
    'update'				=> 'Ажурирај го производителот',

);
