<?php

return array(

<<<<<<< HEAD
    'support_url_help' => 'Μεταβλητές <code>{LOCALE}</code>, <code>{SERIAL}</code>, <code>{MODEL_NUMBER}</code>, και <code>{MODEL_NAME}</code> μπορεί να χρησιμοποιηθεί στο URL σας για να έχετε αυτές τις τιμές αυτόματο γέμισμα κατά την προβολή στοιχείων - για παράδειγμα https://support. pple.com/{LOCALE}/{SERIAL}.',
=======
    'support_url_help' => 'Μεταβλητές <code>{LOCALE}</code>, <code>{SERIAL}</code>, <code>{MODEL_NUMBER}</code>, και <code>{MODEL_NAME}</code> μπορεί να χρησιμοποιηθεί στο URL σας για να έχετε αυτές τις τιμές αυτόματο γέμισμα κατά την προβολή των στοιχείων - για παράδειγμα https://checkcoverage. pple.com/{LOCALE}/{SERIAL}.',
>>>>>>> 49918d330202a1e91ba8e33e3a7d3d06655c3a65
    'does_not_exist' => 'Κατασκευαστής δεν υπάρχει.',
    'assoc_users'	 => 'Αυτό κατασκευαστής σχετίζεται με τουλάχιστον ένα μοντέλο και δεν μπορεί να διαγραφεί. Παρακαλούμε να ενημερώσετε τα μοντέλα σας προκειμένου να μην αναφέρονται σε αυτόν τον κατασκευαστή και δοκιμάστε ξανά. ',

    'create' => array(
        'error'   => 'Ο κατασκευαστής δεν δημιουργήθηκε, δοκιμάστε ξανά.',
        'success' => 'Ο κατασκευαστής δημιουργήθηκε με επιτυχία.'
    ),

    'update' => array(
        'error'   => 'Ο κατασκευαστής δεν ενημερώθηκε, παρακαλώ προσπαθήστε ξανά',
        'success' => 'Ο κατασκευαστής ενημερώθηκε με επιτυχία.'
    ),

    'restore' => array(
        'error'   => 'Ο κατασκευαστής δεν αποκαταστάθηκε. Δοκιμάστε ξανά',
        'success' => 'Ο κατασκευαστής δημιουργήθηκε με επιτυχία.'
    ),

    'delete' => array(
        'confirm'   => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον κατασκευαστή;',
        'error'   => 'Υπήρξε ένα ζήτημα διαγράφοντας τον κατασκευαστή. Παρακαλώ δοκιμάστε ξανά.',
        'success' => 'Ο Κατασκευαστής διαγράφηκε με επιτυχία.'
    )

);
