<?php

return array(

    'invalid_category_type' => 'Категоријата мора да биде категорија на потрошни материјали.',
    'does_not_exist' => 'Потрошниот материјал не постои.',

    'create' => array(
        'error'   => 'Потрошниот материјал не е креиран, обидете се повторно.',
        'success' => 'Потрошниот материјал е успешно креиран.'
    ),

    'update' => array(
        'error'   => 'Потрошниот материјал не е ажуриран, обидете се повторно',
        'success' => 'Потрошниот материјал е успешно ажуриран.'
    ),

    'delete' => array(
        'confirm'   => 'Дали сте сигурни дека сакате да го избришете овој потрошен материјал?',
        'error'   => 'Имаше проблем со бришење на потрошниот материјал. Обидете се повторно.',
        'success' => 'Потрошниот материјал беше успешно избришан.'
    ),

     'checkout' => array(
        'error'   		=> 'Потрошниот материјал не е задолжен, обидете се повторно',
        'success' 		=> 'Потрошниот материјал е успешно задолжен.',
        'user_does_not_exist' => 'Тој корисник е неважечки. Обидете се повторно.',
<<<<<<< HEAD
         'unavailable'      => 'There are not enough consumables for this checkout. Please check the quantity left. ',
=======
         'unavailable'      => 'Нема доволно потрошни материјали за ова позајмување. Ве молиме проверете ја преостанатата количина. ',
>>>>>>> 49918d330202a1e91ba8e33e3a7d3d06655c3a65
    ),

    'checkin' => array(
        'error'   		=> 'Потрошниот материјал не е раздолжен, обидете се повторно',
        'success' 		=> 'Потрошниот материјал е успешно раздолжен.',
        'user_does_not_exist' => 'Тој корисник е неважечки. Обидете се повторно.'
    )


);
